Repository: rbn42/panon
Catalog: translations/po/plasma_applet_panon_*.po
Languages: de_de

# @title
source: General
de_de: Allgemein

# @title
source: Visual Effects
de_de: Visuelle Effekte

# @title
source: Colors
de_de: Farben

source: Input device:
de_de: Eingabegeräte:

source: Fifo path:
de_de: Fifo Pfad:

# @option:check
source: Reduce the weight of bass
de_de: Bass-Stärke reduzieren

# @option:check
source: Use GLDFT (to lower CPU Usage) (experimental, not recommended)
de_de: GLDFT benutzen (um CPU-Auslastung zu reduzieren) (Experimentell, nicht empfohlen)

source: Audio frequency:
de_de: Audio Frequenz:

source: Test your audio frequency.
de_de: Audio Frequenz testen.

source: Latency / resolution:
de_de: Latenz / Auflösung:

source: Monitor of Current Device
de_de: Monitor des aktuellen Gerätes

source: Mixing All Speakers
de_de: Alle Lautsprecher mischen

source: Mixing All Microphones
de_de: Alle Mikrofone mischen

source: Mixing All Microphones and Speakers
de_de: Alle Mikrofone und Lautsprecher mischen

source: Randomize colors
de_de: Zufällige Farben

# @label
source: Color space:
de_de: Farbraum:

# @label:spinbox
source: Hue from
de_de: Farbverlauf von

# @label:spinbox
source: Hue to
de_de: Farbverlauf bis

# @label:spinbox
source: Saturation
de_de: Sättigung

# @label:spinbox
source: Lightness
de_de: Helligkeit

source: Effects
de_de: Effekte

source: Effect:
de_de: Effekt:

source: Hint:
de_de: Hinweis:

source: Lower FPS saves CPU and battries.
de_de: Niedrigere FPS sparen CPU-Leistung und Batterielaufzeit.

# @option:radio
source: Show FPS
de_de: Zeige FPS

# @option:radio
source: Auto-hide (when audio is gone)
de_de: Automatisch Verstecken (wenn keine Töne abgespielt werden)

# @option:radio
source: Animate auto-hiding
de_de: Automatisches Verstecken mit Animation

# @label:spinbox
source: Height:
de_de: Höhe:

# @label:spinbox
source: Width:
de_de: Breite:

# @option:check
source: Fill height (don't work with Auto-hiding)
de_de: Fülle Höhe (funktioniert nicht mit automatischem Verstecken)

# @option:check
source: Fill width (don't work with Auto-hiding)
de_de: Fülle Breite (funktioniert nicht mit automatischem Verstecken)

source: Gravity:
de_de: Schwerkraft:

source: Center
de_de: Mitte

source: North
de_de: Nord

source: South
de_de: Süd

source: East
de_de: Ost

# @option:check
source: Flip
de_de: Umdrehen

# @option:check
source: Hide tooltip
de_de: Verstecke Hinweis

source: Error: Find undeclared arguments.
de_de: Fehler: Undeklarierte Argumente gefunden.

source: Error: Failed to load the visual effect. Please choose another visual effect in the configuration dialog.
de_de: Fehler: Laden des visuellen Effektes fehlgeschlagen. Bitte anderen Effekt im Konfigurationsdialog auswählen.

source: Error: Failed to compile image shader.
de_de: Fehler: Kompilieren der Bilderschattierung fehlgeschlagen.

source: Error: Failed to compile bufffer shader.
de_de: Fehler: Kompilieren der zwischengespeicherten Schattierungen fehlgeschlagen.
